Repository: joschobart/hattrick_fun_with_flags
Catalog: fun_with_flags/translations/*/LC_MESSAGES/messages.po
Languages: de, fr, tr

source: Rare: %(_prevalence)s
tr: Nadir: %(_prevalence)s

source: Uncommon: %(_prevalence)s
tr: Sıra Dışı: %(_prevalence)s

source: Common: %(_prevalence)s
tr: Yaygın: %(_prevalence)s

source: Usual: %(_prevalence)s
tr: Olağan: %(_prevalence)s

source: Your FwF Neighbors Score Evolution
tr: FwF Komşularınızın Skor Gelişimi

source: You
tr: Siz

source: Well done!
tr: Tebrikler!

source: There is still room to improve.
tr: Hala geliştirilecek yer var.

source: We can do better!
tr: Daha iyisini yapabiliriz!

source: Your score of %(_score)s puts you on position %(_position)s out of %(_competitors)s competitors. The average score is %(_mean_score)s and the median score is %(_median_score)s. Also you own %(_owned_badges)s out of %(_total_nr_badges)s badges available.
tr: %(_score)s puanınız sizi %(_competitors)s rakibiniz arasında %(_position)s konumuna getiriyor. Ortalama puan %(_mean_score)s ve medyan puan %(_median_score)s'dir. Ayrıca mevcut %(_total_nr_badges)s rozetten %(_owned_badges)s tanesine sahipsiniz.

source: {e}: Pin {pin} was not accepted.
de: {e}: Pin {pin} wurde nicht akzeptiert.
fr: {e}: Le code PIN {pin} n'a pas été accepté.
tr: {e}: Pin {pin} kabul edilmedi.

source: Session initialization failed: {e}
de: Sitzung konnte nicht initialisiert werden: {e}
fr: Échec de l'initialisation de la session : {e}
tr: Oturum başlatılamadı: {e}

source: login successful
de: Anmeldung erfolgreich
fr: connexion réussie
tr: giriş başarılı

source: Session logout failed: {e}
de: Abmeldung fehlgeschlagen: {e}
fr: Échec de la déconnexion de la session : {e}
tr: Oturumdan çıkış başarısız oldu: {e}

source: logout successful
de: Abmeldung erfolgreich
fr: déconnexion réussie
tr: çıkış başarılı

source: You have a scheduled challenge request.
de: Es gibt eine geplante Forderung.
fr: Une demande de défi est programmée.
tr: Planlanmış bir meydan okuma isteğiniz var.

source: Match is running. Come back Thursday after 9 o'clock HT to book a new match.
tr: Maç devam ediyor. Yeni bir maç rezervasyonu yapmak için Perşembe günü saat 9'dan sonra HT'ye tekrar gelin.

source: Match booked!
de: Freundschaftsspiel gebucht.
tr: Maç rezerve edildi!

source: Teams are challenged but not agreed yet.
de: Teams wurden gefordert, Forderungen aber noch nicht angenommen.
tr: Takımlara meydan okunuyor ancak henüz maç ayarlanamadı.

source: No challenges to show.
de: Keine Forderungen vorhanden.
fr: Pas de défis à afficher.
tr: Gösterilecek meydan okuma yok.

source: Var '{e}' is missing.
de: Variable '{e}' fehlt.
fr: La variable '{e}' est manquante.
tr: Var '{e}' eksik.

source: Challenges booked!
de: Forderungen hinzugefügt.
fr: Défis organisés !
tr: Meydan okuma rezerve edildi!

source: Match not found.
de: Spiel nicht gefunden.
fr: Match introuvable.
tr: Karşılaşma bulunamadı.

source: {_place}-match added.
de: {_place}-Spiel hinzugefügt.
fr: {_place}-match ajouté.
tr: {_place}-karşılaşma eklendi.

source: Not one of your past friendly-matches for that flag.
de: Nicht eines deiner vergangenen Freundschaftsspiele für diese Flagge.
fr: Pas un seul de vos matchs amicaux passés pour ce drapeau.
tr: O bayrak için geçmişte oynanan hiçbir hazırlık maçınız yok.

source: Schedule for challenge is booked. You find it under 'Challenges'.
de: Automatisches Fordern ist geplant. Du findest es unter 'Forderungen'.
fr: La programmation du défi est enregistrée. Elle se trouve dans la rubrique « Défis ».
tr: Karşılaşma programı rezerve edildi. Bunu 'Meydan Okumalar' altında bulabilirsiniz.

source: Schedule for challenge is deleted successfully.
de: Automatisches Fordern wurde erfolgreich gelöscht.
fr: La programmation du défi est supprimée avec succès.
tr: Karşılaşma zamanlaması başarıyla silindi.

source: Settings updated.
de: Einstellungen aktualisiert.
fr: Paramètres mis à jour.
tr: Ayarlar güncellendi.

source: Payment accepted. You're a FwF Unicorn now!
de: Zahlung akzeptiert. Du bist jetzt ein FwF-Einhorn!
fr: Paiement accepté. Vous êtes une Licorne FwF à présent !
tr: Ödeme kabul edildi. Artık bir FwF Unicorn'sunuz!

source: No payment received.
de: Keine Zahlung erhalten.
fr: Aucun paiement reçu.
tr: Ödeme alınmadı.

source: <input type="submit" value="Select" onclick="loadSpinner()">
de: <input type="submit" value="Wählen" onclick="loadSpinner()">
fr: <input type="submit" value="Sélectionner" onclick="loadSpinner()">
tr: <input type="submit" value="Seç" onclick="loadSpinner()">

source: [Achievements]
tr: [Başarılar]

source: [Challenges]
de: [Forderungen]
fr: [Défis]
tr: [Meydan Okumalar]

source: [Log Out]
de: [Abmelden]
fr: [Déconnexion]
tr: [Oturumu Kapat]

source: [Authorize CHPP]
de: [CHPP autorisieren]
fr: [Autoriser le CHPP]
tr: [CHPP Yetkilendir]

source: <p><b>Purpose:</b> Fun with Flags allows you to automate capturing flags on <a href="http://hattrick.org" target="_blank">hattrick.org</a> if you are a nerdy supporter of the infamous online-game like myself.</p> <p>The project was created out of frustration about having to click around for a total of hours only to challenge the available maximum of 25 opponents for the friendlies every single week.</p> <p>FwF takes that burden of having to click through league after league of you and lets you use your time for more valuable things.</p>
de: <p><b>Zweck:</b> Fun with Flags erleichtert es dir, Flaggen auf <a href="http://hattrick.org" target="_blank">hattrick.org</a> zu sammeln, wenn du ein nerdiger Fan vom berühmten Online-Spiel bist, so wie ich.</p> <p>Dieses Projekt ist aus dem Frust heraus entstanden, stundenlang rumklicken zu müssen, nur um das verfügbare Maximum von 25 Gegnern für ein Freundschaftsspiel zu fordern, und dies jede Woche.</p> <p>FwF entlastet dich davon, Liga für Liga durchzuklicken, und lässt dich deine Zeit für interessantere Tätigkeiten nutzen.</p>
fr: <p><b>Objectif :</b> Fun with Flags vous permet d'automatiser la capture de drapeaux sur <a href="http://hattrick.org" target="_blank">hattrick.org</a>... si, comme moi, vous êtes un geek passioné par le célèbre jeu en ligne.</p> <p>Le projet est né de la frustration de devoir cliquer chaque semaine pendant des heures afin de défier le maximum autorisé de 25 adversaires pour les matchs amicaux.</p> <p>FwF vous débarrasse du fardeau de devoir cliquer sur une ligue après l'autre et vous permet d'utiliser votre temps pour des choses plus utiles. </p>
tr: <p><b>Amaç:</b> Fun with Flags, benim gibi kötü şöhretli çevrimiçi oyunun bir destekçisiyseniz <a href="http://hattrick.org" target="_blank">, hattrick.org</a> bayrakları yakalamayı otomatikleştirmenize olanak tanır.</p> <p>Proje, her hafta hazırlık maçları için mevcut maksimum 25 rakibe meydan okumak için saatlerce tıklamak zorunda kalmanın yarattığı hayal kırıklığı yüzünden oluşturuldu.</p> <p>FwF, ligden lige tıklama zorunluluğunu ortadan kaldırır ve zamanınızı daha değerli şeyler için kullanmanızı sağlar. </p>

source: <p><b>How-to:</b> <ol type="1"> <li>Log-in with CHPP</li> <li>Follow the authorization process</li> <li>Authorize Fun with Flags</li> <li>Back on FwF click the flag you want to grab</li> <li>Click on "Challenge"</li> <li>That's it! The rest is done by Fun with flags for you!:)</li> </ol> </p>
de: <p><b>Anleitung:</b> <ol type="1"> <li>Anmelden mit CHPP</li> <li>Klicke auf Authorisieren</li> <li>Autorisiere FwF auf hattrick.org</li> <li>Zurück auf FwF klicke auf die gewünschte Flagge</li> <li>Klicke auf "Fordern"</li> <li>Gratuliere! Um den Rest kümmert sich Fun with Flags!:)</li> </ol> </p>
fr: <p><b>Mode d'emploi :</b> <ol type="1"> <li>Se connecter avec CHPP</li> <li>Suivre la procédure d'autorisation</li> <li>Autoriser Fun with Flags</li> <li>De retour sur FwF, cliquer sur le drapeau que vous voulez récupérer</li> <li>Cliquer sur « Défi »</li> <li>C'est tout ! Le reste est fait pour vous par Fun with Flags ! :)</li> </ol> </p>
tr: <p><b>Nasıl yapılır:</b> <ol type="1"> <li>CHPP ile giriş yapın</li> <li>Yetkilendirme sürecini takip edin</li> <li>Fun with Flags'ı Yetkilendirin</li> <li>FwF'ye geri dönün, almak istediğiniz bayrağa tıklayın</li> <li>"Meydan Okuma"ya tıklayın</li> <li>Bu kadar! Gerisi Fwf tarafından sizin için yapılır!:)</li> </ol> </p>

source: <p><b>Limitations/ features:</b> For now only mass-booking Friendlies is possible. In the future features like pattern-based flag-capturing (e.g.: all flags of Latin America), missions, achievements and scheduled complete auto-pilot capturing are planned. Stay tuned!;)</p>
de: <p><b>Features/ Einschränkungen:</b> Bis jetzt ist nur das Fordern von 25 Gegnern aufs Mal möglich. Zukünftig sind Features wie musterbasiertes Fordern (zBsp.: Alle Flaggen Südamerikas), Missionen, Abzeichen und geplantes, komplett autonomes Flaggensammeln vorgesehen. Lass dich überraschen!;)</p>
fr: <p><b>Limitations/fonctionnalités : </b> Pour l'instant, seule la réservation en masse de matchs amicaux est possible. À l'avenir, des fonctionnalités telles que la capture de drapeaux basée sur des motifs (par exemple : tous les drapeaux d'Amérique latine), des missions, des réussites ou encore la capture programée en mode auto-pilote intégral sont prévues. Restez à l'écoute ! ;) </p>
tr: <p><b>Sınırlamalar / özellikler:</b> Şimdilik sadece Dostluk Maçları için toplu rezervasyon yapmak mümkün. Gelecekte, desen tabanlı bayrak yakalama (örneğin: Latin Amerika'nın tüm bayrakları), görevler, başarılar ve planlanmış tam otomatik pilot yakalama gibi özellikler planlanmaktadır. Bizi izlemeye devam edin!;)</p>

source: <p><b>Contributing:</b> This project is in beta-phase as of 2023-12-22 (my Christmas-Project! :)) If you want to sponsor me a coffee, contribute (ui/code/translation) or have questions, then please get in touch!</p>
de: <p><b>Mithilfe:</b> Dieses Projekt ist am 22.07.24 noch in der Beta-Phase. Wenn du mir einen Kaffee ausgeben, etwas beitragen möchtest (Oberfläche/Code/Übersetzung) oder Fragen hast, dann melde dich bei mir!</p>
fr: <p><b>Participation :</b> Ce projet est en phase bêta à compter du 22/12/2023 (mon projet de Noël ! :)) Si vous souhaitez me sponsoriser par un café, contribuer (ui/code/traduction) ou si vous avez des questions, n'hésitez pas à me contacter ! </p>
tr: <p><b>Katkıda Bulun:</b> Bu proje 2023-12-22 itibariyle beta aşamasındadır (Noel Projem! :)) Bana bir kahve ısmarlamak, katkıda bulunmak (arayüz/kod/çeviri) veya sorularınız varsa, lütfen iletişime geçin!</p>

source: <p><b>Under the hood:</b> This project will be released as free software (free as in freedom) under the GPLv3 license once it's out of beta. It was realized based on python and flask.</p>
de: <p><b>Unter der Haube:</b> Dieses Projekt wird als freie Software (frei wie in Freiheit) unter der GPLv3 Lizenz veröffentlicht werden, sobald es den Beta-Status verlassen hat. Es wurde mit Python und Flask realisiert.</p>
fr: <p><b>Sous le capot :</b> Ce projet sera publié en tant que logiciel libre (libre comme dans « liberté ») sous la licence GPLv3 une fois qu'il sera sorti de la version bêta. Il a été réalisé en python et flask. </p>
tr: <p><b>Yakından bakış:</b> Bu proje, beta sürümünden çıktıktan sonra GPLv3 lisansı altında özgür yazılım (özgürlükte olduğu gibi özgür) olarak yayınlanacaktır. Python ve flask temel alınarak gerçekleştirilmiştir.</p>

source: <p><b>Data disclaimer:</b>This websites content is based on information obtained from hattrick.org. The owner of this website is not responsible for the correctness of any content. Content collected from hattrick.org is not stored by the website permanently. Instead it is cached for later-use convenience on the users computer in the form of cookies where applicable. Deleting all cookie-content is possible at any time by clicking "Log-out". This website makes use of database-technologies to save profile information about the logged in user that are necessary for the website to operate. No data is exposed to 3th parties in the owners best knowledge. No data is sold. No data is used any other than for use in relation to the services provided on the FwF website. Where appropriate data is stored encrypted. No personal password is stored by the website. The services provided by this website are available for free (as in free beer) private use at best effort. If you have any question or concern regarding your data in relation with FwF that is not listed in this section, please get in touch.</p>
de: <p><b>Daten-Haftungsausschluss:</b> Der Inhalt dieser Website basiert auf Informationen, die von hattrick.org stammen. Der Eigentümer dieser Website ist nicht verantwortlich für die Richtigkeit des Inhalts. Der Inhalt, der von hattrick.org gesammelt wird, wird nicht dauerhaft von der Website gespeichert. Stattdessen wird er für die spätere Verwendung auf dem Computer des Benutzers in Form von Cookies zwischengespeichert, wo zutreffend. Das Löschen aller Cookie-Inhalte ist jederzeit möglich, indem Du auf "Abmelden" klickst. Diese Website verwendet Datenbanktechnologien, um Profilinformationen über den angemeldeten Benutzer zu speichern, die für den Betrieb der Website erforderlich sind. Nach bestem Wissen des Eigentümers werden keine Daten an Dritte weitergegeben. Es werden keine Daten verkauft. Es werden keine Daten für andere Zwecke als für die Nutzung im Rahmen der auf der FwF-Website bereitgestellten Dienste verwendet. Wenn angemessen, werden Daten verschlüsselt gespeichert. Es wird kein persönliches Passwort von der Website gespeichert. Die von dieser Website bereitgestellten Dienste sind frei (wie in Freibier) für den privaten Gebrauch nach bestem Wissen und Gewissen verfügbar. Wenn Du Fragen oder Bedenken bezüglich Deiner Daten in Bezug auf FwF hast, die nicht in diesem Abschnitt aufgeführt sind, dann nimm bitte Kontakt mit mir auf.</p>
fr: <p><b>Clause de non-responsabilité relative aux données :</b> Le contenu de ce site Web est basé sur des informations obtenues auprès de hattrick.org. Le propriétaire de ce site Web n'est pas responsable de l'exactitude de son contenu. Le contenu collecté à partir de hattrick.org n'est pas stocké par le site de manière permanente. Au lieu de cela, il est mis en cache pour une utilisation ultérieure sur l'ordinateur de l'utilisateur sous la forme de cookies, le cas échéant. La suppression de tout le contenu des cookies est possible à tout moment en cliquant sur « Déconnexion ». Ce site Web utilise des technologies de base de données pour enregistrer les informations de profil concernant l'utilisateur connecté, qui sont nécessaires au fonctionnement du site Web. Aucune donnée n'est exposée à des tiers, au meilleur des connaissances des propriétaires. Aucune donnée n'est vendue. Aucune donnée n'est utilisée autrement que dans le cadre des services fournis sur le site Web de FwF. Le cas échéant, les données sont stockées cryptées. Aucun mot de passe personnel n'est stocké par le site. Les services fournis par ce site Web sont disponibles pour un usage privé gratuit (gratuit comme dans « bière gratuite » ) dans la mesure du possible. Si vous avez des questions ou des préoccupations en relation avec FwF concernant vos données qui ne figurent pas dans cette section, veuillez nous contacter. </p>
tr: <p><b>Veri sorumluluk reddi beyanı:</b>Bu web sitesinin içeriği hattrick.org'dan elde edilen bilgilere dayanmaktadır. Bu web sitesinin sahibi herhangi bir içeriğin doğruluğundan sorumlu değildir. Hattrick.org'dan toplanan içerik, web sitesi tarafından kalıcı olarak saklanmaz. Bunun yerine, daha sonra kullanım kolaylığı sağlamak amacıyla, uygun olduğu durumlarda, kullanıcının bilgisayarında çerezler biçiminde önbelleğe alınır. Tüm çerez içeriğini silmek, herhangi bir zamanda "Oturumu Kapat" düğmesine tıklayarak mümkündür. Bu web sitesi, oturum açmış kullanıcı hakkında web sitesinin çalışması için gerekli olan profil bilgilerini kaydetmek amacıyla veritabanı teknolojilerinden yararlanır. Sahibinin bilgisi dahilinde hiçbir veri 3. şahıslara açıklanmaz. Hiçbir veri satılmaz. FwF web sitesinde sunulan hizmetlere ilişkin kullanım dışında hiçbir veri kullanılmaz. Uygun veriler şifrelenmiş olarak saklanır. Web sitesi tarafından hiçbir kişisel şifre saklanmaz. Bu web sitesi tarafından sağlanan hizmetler, en iyi çabayla ücretsiz (bedava bira gibi) özel kullanım için mevcuttur. FwF ile ilgili verilerinizle ilgili olarak bu bölümde listelenmeyen herhangi bir sorunuz veya endişeniz varsa lütfen bizimle iletişime geçin.</p>

source: <p><b>License & copyright disclaimer:</b>The software-code that constitutes this website is published on github.org under the GPLv3 License and uses ht-libs, a back end-library written in python and published under the Apache v2.0 License. You find a copy of the GPLv3 license here: <a href="https://www.gnu.org/licenses/gpl-3.0.en.html" target="_blank">https://www.gnu.org/licenses/gpl-3.0.en.html.</a> You find a copy of the Apache v2.0 license here: <a href="https://apache.org/licenses/LICENSE-2.0" target="_blank">https://apache.org/licenses/LICENSE-2.0.</a> All other content on this website, including content provided under license by hattrick.org, is either in the public domain or was published with a right to use by the websites owner in his best knowledge. Should you happen to be the holder of the copyright of content published on this website and see a violation of your copyright, please get in touch.</p>
de: <p><b>Lizenz- und Urheberrechtshinweis:</b> Der Software-Code, der diese Website ausmacht, ist auf github.org unter der GPLv3-Lizenz veröffentlicht und verwendet ht-libs, eine Backend-Bibliothek, die in Python geschrieben und unter der Apache v2.0-Lizenz veröffentlicht wurde. Eine Kopie der GPLv3-Lizenz findest du hier: <a href="https://www.gnu.org/licenses/gpl-3.0.en.html" target="_blank">https://www.gnu.org/licenses/gpl-3.0.en.html.</a> Eine Kopie der Apache v2.0-Lizenz findest du hier: <a href="https://apache.org/licenses/LICENSE-2.0" target="_blank">https://apache.org/licenses/LICENSE-2.0.</a> Alle anderen Inhalte auf dieser Website, einschließlich Inhalte, die von hattrick.org unter Lizenz bereitgestellt werden, sind entweder gemeinfrei oder wurden nach bestem Wissen des Eigentümers der Website mit einem Nutzungsrecht veröffentlicht. Solltest du der Inhaber des Urheberrechts an Inhalten sein, die auf dieser Website veröffentlicht wurden und eine Verletzung deines Urheberrechts feststellen, dann nimm bitte Kontakt mit mir auf.</p>
fr: <p><b>Mention de licence et de droits d'auteur :</b>Le code logiciel qui constitue ce site Web est publié sur github.org sous la licence GPLv3 et utilise ht-libs, une bibliothèque dorsale écrite en python et publiée sous la licence Apache v2.0. Vous trouverez une copie de la licence GPLv3 ici : <a href="https://www.gnu.org/licenses/gpl-3.0.en.html" target="_blank">https://www.gnu.org/licenses/gpl-3.0.en.html.</a> Vous trouverez une copie de la licence Apache v2.0 ici : <a href="https://apache.org/licenses/LICENSE-2.0" target="_blank">https://apache.org/licenses/LICENSE-2.0.</a> Le reste du contenu de ce site, y compris le contenu fourni sous licence par hattrick.org, relève du domaine public ou a été publié avec un droit d'utilisation par le propriétaire du site Web en toute connaissance de cause. Si vous êtes le détenteur des droits d'auteur d'un contenu publié sur ce site web et que vous constatez une violation de vos droits d'auteur, n'hésitez pas à nous contacter.</p>
tr: <p><b>Lisans ve telif hakkı reddi beyanı:</b>Bu web sitesini oluşturan yazılım kodu, GPLv3 Lisansı altında github.org'da yayınlanmaktadır. Python ile yazılmıştır ve Apache v2.0 Lisansı altında yayınlanan bir arka uç kitaplığı olan ht-libs'i kullanır. GPLv3 lisansının bir kopyasını burada bulabilirsiniz: <a href="https://www.gnu.org/licenses/gpl-3.0.en.html" target="_blank">https://www.gnu.org /licenses/gpl-3.0.en.html.</a> Apache v2.0 lisansının bir kopyasını burada bulabilirsiniz: <a href="https://apache.org/licenses/LICENSE-2.0" target="_blank">https://apache.org/licenses/LICENSE-2.0.</a> Hattrick.org lisansı altında sağlanan içerik de dahil olmak üzere bu web sitesindeki diğer tüm içerik ya kamu malıdır ya da web sitesi sahibinin bilgisi dahilinde kullanım hakkı ile yayınlanmıştır. Bu web sitesinde yayınlanan içeriğin telif hakkının sahibiyseniz ve telif hakkınızın ihlal edildiğini görürseniz lütfen bizimle iletişime geçin.</p>

source: Achievements
tr: Başarılar

source: Badges
tr: Rozetler

source: The Club
tr: Kulüp

source: FwF Top Scorer
tr: FwF Kralı

source: FwF Leader
tr: FwF Lideri

source: Score
tr: Skor

source: Avg. Flag count per Team
tr: Takım başına ortalama bayrak sayısı

source: Home Matches on FwF
tr: FwF'de İç Saha Maçları

source: Away Matches on FwF
tr: FwF'de Deplasman Maçları

source: Unicorn Bonus
tr: Unicorn Bonusu

source: Fun with Flags Score
tr: Fun with Flags Skoru

source: Authorize
de: Autorisieren
fr: Autoriser
tr: Yetkilendir

source: <p>1. Click the button to open a new tab for the hattrick-authorization.</p>
de: <p>1. Klicke auf den Button, um eine neue Registerkarte für die hattrick-Autorisierung zu öffnen.</p>
fr: <p>1. Cliquez sur le bouton afin d'ouvrir un nouvel onglet pour l'autorisation de hattrick.</p>
tr: <p>1. Hattrick yetkilendirmesi için yeni bir sekme açmak üzere butona tıklayın.</p>

source: <input type="button" class="button" value="Hattrick-Authorization" />
de: <input type="button" class="button" value="Hattrick-Autorisierung" />
fr: <input type="button" class="button" value="Autorisation de Hattrick" />
tr: <input type="button" class="button" value="Hattrick'ten Yetki Al" />

source: <p>2. Come back here after the authorization and enter the received token in the box below</p>
de: <p>2. Kehre nach der Autorisierung hierher zurück und gib den erhaltenen Token in das Feld unten ein</p>
fr: <p>2. Revenez ici après autorisation et entrez le token reçu dans la case ci-dessous.</p>
tr: <p>2. Yetkilendirmeden sonra buraya geri dönün ve alınan jetonu aşağıdaki kutuya girin</p>

source: <input type="text" name="pin" id="pin" required placeholder="Token e.g.: ZzJuAjDgZNDmis8l">
de: <input type="text" name="pin" id="pin" required placeholder="Token z.B.: ZzJuAjDgZNDmis8l">
fr: <input type="text" name="pin" id="pin" required placeholder="Exemple de token : ZzJuAjDgZNDmis8l">
tr: <input type = "text" name = "pin" id = "pin" gerekli yer tutucu = "Belirteç örneğin: ZzJuAjDgZNDmis8l">

source: <p>Click the button to open the hattrick CHPP authorization page and allow Fun with flags.</p>
de: <p>Klicke auf den Button, um die hattrick CHPP-Autorisierungsseite zu öffnen und Fun with Flags zu erlauben.</p>
fr: <p>Cliquez sur le bouton pour ouvrir la page d'autorisation de hattrick CHPP et autoriser Fun with Flags.</p>
tr: <p>Hattrick CHPP yetkilendirme sayfasını açmak için düğmeye tıklayın ve Fun with Flag'e izin verin.</p>

source: Log In
de: Anmelden
fr: Connexion
tr: Giriş

source: Log Out
de: Abmelden
fr: Déconnexion
tr: Çıkış

source: <p>See you soon!</p>
de: <p>Bis bald!</p>
fr: <p>À bientôt !</p>
tr: <p>Görüşmek üzere!</p>

source: Challenges
de: Forderungen
fr: Défis
tr: [Meydan Okumalar]

source: Challenges Overview
de: Forderungen
fr: Vue d'ensemble des défis
tr: Meydan Okumalara Genel Bakış

source: <p><h4>Weekend-Friendly:</h4></p>
de: <p><h4>Wochenend-Freundschaftsspiel:</h4></p>
fr: <p><h4>Amical du week-end :</h4></p>
tr: <p><h4>Hafta Sonu-Dostluk:</h4></p>

source: Next Friendly date:
de: Nächstes Freundschaftsspiel:
fr: Prochain match amical :
tr: Sonraki Dostluk Karşılaşması Günü:

source: hours
de: Stunden
fr: heures
tr: saat

source: Opponent Name:
de: Gegnername:
fr: Adversaire :
tr: Rakip Adı:

source: Arena Name:
de: Stadionname:
fr: Stade :
tr: Stad Adı:

source: Scheduled Request
de: Geplante Forderung.
tr: Zamanlanmış İstek

source: Next scheduler-run:
de: Nächster Scheduler-Lauf:
fr: Prochaine exécution du programmateur :
tr: Sonraki zamanlayıcı çalıştırması:
