Repository: joschobart/hattrick_fun_with_flags
Catalog: fun_with_flags/translations/*/LC_MESSAGES/messages.po
Languages: de, fr, tr

source: (approx.)
de: (ungefähr)
fr: (env.)
tr: (yaklaşık.)

source: Opponent country:
de: Gegnerland:
fr: Pays de l'adversaire :
tr: Rakip ülke:

source: Match place:
de: Spielort:
fr: Lieu de la rencontre :
tr: Maç yeri:

source: Match attributes:
de: Spielattribute:
fr: Caractéristiques du match :
tr: Maç özellikleri:

source: Opponents for this match are
de: Gegner für dieses Spiel sind
fr: Adversaires pour ce match :
tr: Bu maçta karşılaşacak rakipler

source: It's played with
de: Es wird gespielt mit
fr: Joué avec les règles
tr: İle oynanır

source: rules.
de: Regeln.
tr: kurallar.

source: It is a weekend-friendly and search-depth is
de: Es ist ein Wochenend-Freundschaftsspiel und die Suchtiefe beträgt
fr: C'est un match qui se joue le week-end et la profondeur de recherche est
tr: Hafta sonu-dostluk & arama derinliği

source: It is not a weekend-friendly and search-depth is
de: Es ist kein Wochenend-Freundschaftsspiel und die Suchtiefe beträgt
fr: Ce n'est pas un match qui se joue le week-end et la profondeur de recherche est
tr: Hafta sonu-dostluk değil & arama derinliği

source: Flag Details
de: Flaggen
fr: Détails du drapeau
tr: Bayrak Detayları

source: <p>The
de: <p>Die
fr: <p>Le drapeau
tr: <p>

source: <h4>Played
de: <h4>Gespielte
fr: Match joué
tr: <h4>Oynadı

source: -matches</h4>
de: -Spiele</h4>
fr: </h4>
tr: -maç</h4>

source: <p>*Only matches booked over (or added later to) Fun with Flags appear here</p>
de: <p>*Nur über Fun with Flags gebuchte (oder später hinzugefügte) Spiele erscheinen hier</p>
fr: </p>*Seuls les matchs organisés (ou ajoutés ultérieurement) sur Fun with Flags apparaissent ici</p>
tr: <p>*Burada yalnızca Fun with Flags üzerinden rezerve edilen (veya daha sonra eklenen) maçlar görünür</p>

source: -flag of
de: -Flagge von
fr: de
tr: için

source: is in your collection already. But let's challenge over and over!;)</p>
de: ist bereits in deiner Sammlung. Aber lass uns immer wieder fordern!;)</p>
fr: est déjà dans votre collection. Mais remettons ça encore et encore ! ;)</p>
tr: "zaten koleksiyonunuzda yer alıyor. Ama tekrar tekrar meydan okuyalım!;)</p>

source: is missing for your team
de: fehlt deinem Team
fr: manque à votre équipe
tr: bayrağınız yok.

source: Let's grab that flag!;)</p>
de: Lass uns diese Flagge holen!;)</p>
fr: Récupérons ce drapeau ! ;)</p>
tr: takımınız için hadi o bayrağı alalım!;)</p>

source: <p>Do you want to search for opponents to challenge? <b>This may take up to five minutes on level 5 depth!</b></p>
de: <p>Möchtest du nach Gegnern suchen, um sie herauszufordern? <b>Dies kann bis zu fünf Minuten dauern bei einer Suchtiefe von 5!</b></p>
fr: <p>Voulez-vous chercher des adversaires à défier ? <b>Cette opération peut prendre jusqu'à cinq minutes au niveau 5 de profondeur !</b></p>
tr: <p>Meydan okumak için rakipler aramak ister misiniz? <b>Bu, 5. seviye derinlikte beş dakika kadar sürebilir!</b></p>

source: <option value="0" selected>Midweek friendly</option>
de: <option value="0" selected>Wochentags-Freundschaftsspiel</option>
fr: <option value="0" selected>Amical du milieu de semaine</option>
tr: <option value="0" selected>Hafta ortası dostluk</option>

source: <option value="1">Weekend friendly</option>
de: <option value="1">Wochenend-Freundschaftsspiel</option>
fr: <option value="1">Amical du week-end</option>
tr: <option value="1">Hafta sonu dostluk</option>

source: <input type="submit" value="Search Opponents" name="search_opponents" id="search_opponents" onclick="loadSpinner()">
de: <input type="submit" value="Gegner suchen" name="search_opponents" id="search_opponents" onclick="loadSpinner()">
fr: <input type="submit" value="Recherche d'adversaires" name="search_opponents" id="search_opponents" onclick="loadSpinner()">
tr: <input type="submit" value="Rakipleri Ara" name="search_opponents" id="search_opponents" onclick="loadSpinner()">

source: <form method="post" style="width: 200px;"> <input type="submit" value="Update Schedule" name="schedule_friendly" id="schedule_friendly"> <input type="submit" value="Delete Schedule" name="delete_schedule" id="delete_schedule"> </form>
de: <form method="post" style="width: 200px;"> <input type="submit" value="Zeitplan aktualisieren" name="schedule_friendly" id="schedule_friendly"> <input type="submit" value="Zeitplan löschen" name="delete_schedule" id="delete_schedule"> </form>
fr: <form method="post" style="width: 200px;"> <input type="submit" value="Mise à jour du calendrier" name="schedule_friendly" id="schedule_friendly"> <input type="submit" value="Supprimer du calendrier" name="delete_schedule" id="delete_schedule"> </form>
tr: <form method="post" style="width: 200px;"> <input type="submit" value="Programı Güncelle" name="schedule_friendly" id="schedule_friendly"> <input type="submit" value="Programı Sil" name="delete_schedule" id="delete_schedule"> </form>

source: <input type="submit" value="Update Schedule" name="schedule_friendly" id="schedule_friendly">
de: <input type="submit" value="Zeitplan aktualisieren" name="schedule_friendly" id="schedule_friendly">
fr: <input type="submit" value="Mise à jour du calendrier" name="schedule_friendly" id="schedule_friendly">
tr: <input type="submit" value="Programı Güncelle" name="schedule_friendly" id="schedule_friendly">

source: <h4>&#129412; Schedule
de: <h4>&#129412; Zeitplan
fr: <h4>&#129412; Créneau programmé
tr: <h4>&#129412; Program

source: <p>As a member of the unicorn-club you are even entitled to schedule a match in advance! Let's do it!;)</p>
de: <p>Als Mitglied des Einhorn-Clubs hast du sogar das Recht, ein Spiel im Voraus zu planen! Lass uns das machen!;)</p>
fr: <p>En tant que membre du club Licorne, vous avez le droit de programmer un match à l'avance ! C'est parti ! ;)</p>
tr: <p>Unicorn kulübünün bir üyesi olarak, önceden bir maç planlama hakkına sahipsiniz! Hadi yapalım şunu!;)</p>

source: <input type="submit" value="Add Schedule" name="schedule_friendly" id="schedule_friendly">
de: <input type="submit" value="Zeitplan hinzufügen" name="schedule_friendly" id="schedule_friendly">
fr: <input type="submit" value="Ajouter un créneau" name="schedule_friendly" id="schedule_friendly">
tr: <input type="submit" value="Program Ekle" name="schedule_friendly" id="schedule_friendly">

source: <p><b>...but:</b> first you will have to wait until Thursday after 9 a.m. HT (or even longer if still in cup)!:/ <b>P.S.: </b>As a member of the &#129412; unicorn-club &#129412; auto-scheduling starts earlier, i.e. 8.15 a.m. HT. Become a member here:
de: <p><b>...aber:</b> zuerst musst du bis Donnerstag nach 9 Uhr HT warten (oder noch länger, wenn du noch im Cup bist)!:/ <b>P.S.: </b>Als Mitglied des &#129412; Einhorn-Clubs &#129412; beginnt das automatische Planen früher, d.h. um 8.15 Uhr HT. Werde Mitglied hier:
fr: <p><b>... mais :</b> d'abord il vous faudra attendre jeudi après 9 h 00 HT (ou même plus longtemps si vous êtes toujours en coupe) ! :/ <b>P.S. : </b>En tant que membre du &#129412; club Licorne &#129412; la programmation automatique commence plus tôt, c'est-à-dire à 8 h 15 HT. Devenez membre ici :
tr: <p><b>" ...fakat:</b> Öncelikle Perşembe günü saat 09:00'a (HT) kadar beklemeniz gerekecek (ya da hala kupadaysanız daha da uzun süre)!:/ <b>Not: </b>&#129412; Unicorn kulübünün &#129412; bir üyesi olarak, otomatik zamanlama daha erken başlar, yani HT 8:15 . Buradan üye olun:

source: Settings</a></p>
de: Einstellungen</a></p>
fr: Paramètres</a></p>
tr: Ayarlar</p>

source: <p>There are
de: <p>Es gibt
fr: <p>Il y a
tr: <p>

source: teams challengeable in
de: herausforderbare Teams in
fr: équipes pouvant être défiées en
tr: takıma şu andaki

source: at the moment with your settings.</p>
de: im Moment mit deinen Einstellungen.</p>
fr: pour le moment, avec vos paramètres.</p>
tr: ayarlarınızla meydan okunabilir.</p>

source: Challenge Opponents
de: Gegner fordern
fr: Défier des adversaires
tr: Rakiplere Meydan Okuyun

source: Flag Overview
de: Flaggen
fr: Vue d'ensemble des drapeaux
tr: Bayrak Genel Bakış

source: <h4>Home Flags
de: <h4>Heimflaggen
fr: <h4>Drapeaux à domicile
tr: <h4>İç Saha Bayrakları

source: <h4>Away Flags
de: <h4>Auswärtsflaggen
fr: <h4>Drapeaux à l'extérieur
tr: <h4>Deplasman Bayrakları

source: <h4>Worldmap</h4>
de: <h4>Weltkarte</h4>
fr: <h4>Carte du monde</h4>
tr: <h4>Dünya Haritası</h4>

source: Settings
de: Einstellungen
fr: Paramètres
tr: Ayarlar

source: <p><input type="submit" value="Update Settings" id="update_settings"></p>
de: <p><input type="submit" value="Einstellungen aktualisieren" id="update_settings"></p>
fr: <p><input type="submit" value="Mise à jour des paramètres" id="update_settings"></p>
tr: <p><input type="submit" value="Ayarları Güncelle" id="update_settings"></p>

source: You are a hattrick fun with flags unicorn for the rest of your life, ueeeh! <b>Thank you!</b> Perks of being a fwf unicorn are getting infinite love from the folks behind FwF and of course: having access to the scheduler to be first in line to automatically get the max. of 25 challenges on thursdays morning hopefully. Also there might be additional features in the future that require being a fwf unicorn or they might be available for you first. TL:DR: Quite good spent money!;) If you are a fan of FwF, please spread the word and: your additional donation is always welcome and helps to keep going. So far you've invested <b>
de: Du bist ein Fun with Flags Einhorn für den Rest deines Lebens, ueeeh! <b>Danke!</b> Vorteile eines FwF-Einhorns sind unendliche Liebe von den Leuten hinter FwF und natürlich: Zugang zum Scheduler, um automatisch das Maximum von 25 Forderungen am Donnerstagmorgen zu erhalten hoffentlich. Außerdem könnten in der Zukunft zusätzliche Funktionen verfügbar sein, die ein FwF-Einhorn erfordern oder sie könnten für dich zuerst verfügbar sein. TL:DR: Ziemlich gut investiertes Geld!;) Wenn du ein Fan von FwF bist, bitte rede über FwF und: deine zusätzliche Spende ist immer willkommen und hilft, weiterzumachen. Bisher hast du investiert:<b>
fr: Tu es une HT-FwF-Licorne pour le restant de ta vie, waouh ! <b>Merci !</b> L'avantage d'être une Licorne FwF est de recevoir l'amour infini des gens qui sont derrière FwF et, bien sûr, d'avoir accès au programmateur pour être le premier à recevoir automatiquement le maximum de 25 défis le jeudi matin, si tout va bien. De plus, il pourrait y avoir des fonctionnalités supplémentaires dans le futur qui nécessiteront d'être une Licorne FwF ou qui pourraient être disponibles pour toi en premier. Conclusion : pour la faire courte, c'est de l'argent bien dépensé ! ;) Si tu es fan de FwF, fais passer le mot autour de toi. Sache que tout don supplémentaire sera toujours bienvenu et nous aidera à poursuivre nos activités. Jusqu'à présent, tu as investi<b>
tr: Hayatının geri kalanında unicorn bayraklarıyla eğlenceli bir hattrick'sin, ueeeh! <b>Teşekkürler!</b> FwF unicorn olmanın avantajları, FwF'nin arkasındaki insanlardan sonsuz sevgi almaktır ve tabii ki: Perşembe sabahı umut verici bir şekilde maksimum 25 mücadeleyi otomatik olarak almak ve ilk sırada olmak için zamanlayıcıya erişime sahip olmak. Ayrıca gelecekte FwF unicorn olmayı gerektiren ek özellikler olabilir veya bunlar ilk önce sizin için mevcut olabilir. (çok uzun, özet geç) Oldukça iyi harcanan para! ;) Eğer FwF hayranıysanız lütfen bunu duyurun ve: ek bağışınız her zaman memnuniyetle karşılanır ve devam etmemize yardımcı olur. Şu ana kadar yatırım yaptınız <b>

source: €</b> btw. That's the equivalent of
de: €</b>. Das entspricht
fr: €</b>, soit dit en passant. C'est l'équivalent de
tr: €</b>. Bu

source: days</b> of operation. <b>Never stop to have fun!</b>:)
de: Tagen</b> Betrieb. <b>Viel Spaß weiterhin!</b>:)
fr: jours</b> de fonctionnement. <b>Ne cesse jamais de t'amuser !</b>:)
tr: günlük</b> çalışmaya eşdeğerdir. <b>"Eğlenmeyi asla bırakmayın!"</b>:)

source: Hattrick fun with flags is - and will be - fully available free of charge (and ad-free) with all main functions available forever. (or at least as long as we have the energy, time and funding to get it going) However: We are always thankful for support. To setup a web-service is not only time-consuming, it implies also costs. At the moment costs for FwF amount to about <b>
de: Hattrick Fun with Flags ist - und wird es auch bleiben - kostenlos (und werbefrei) mit allen Hauptfunktionen für immer verfügbar. (oder zumindest so lange, wie wir die Energie, Zeit und Mittel haben, um es am Laufen zu halten) Allerdings: Wir sind immer dankbar für Unterstützung. Die Einrichtung eines Webdienstes ist nicht nur zeitintensiv, sondern verursacht auch Kosten. Die Kosten für FwF belaufen sich derzeit auf etwa <b>
fr: Hattrick Fun with Flags est, et restera, entièrement gratuit (et sans publicité) avec toutes ses fonctions principales disponibles pour toujours. (ou du moins tant que nous aurons l'énergie, le temps et les fonds nécessaires pour le mettre en œuvre) Toutefois, nous sommes toujours reconnaissants du soutien que nous recevons. La mise en place d'un service Web ne prend pas seulement du temps, elle implique aussi des coûts. À l'heure actuelle, les coûts pour FwF s'élèvent à environ <b>
tr: Bayraklarla Hattrick eğlencesi tamamen ücretsiz (ve reklamsız) olarak mevcuttur ve tüm ana işlevlerle birlikte kullanıma sunulmuştur ve sunulacaktır daima. (ya da en azından bunu devam ettirmek için enerjimiz, zamanımız ve finansmanımız olduğu sürece) Ancak: Desteğiniz için her zaman müteşekkiriz. Bir web hizmeti kurmak sadece zaman alıcı değil, aynı zamanda maliyet de anlamına gelir. Şu anda FwF'nin maliyeti yaklaşık <b>

source: € per day</b>. Sharing is caring. That's one of the reasons we've created the unicorn club for you. It's the easiest way to give props to FwF, if you like it. <b>For only 5.00 € you can get a life-time subscription</b> to the unicorn club! <b>Perks</b> of being in the club are <b>much love</b> for your support, the <b>unicorn-badge</b> next to your name and access to the <b>scheduler</b> that allows you to even challenge in advance, i.e. challenges to teams for the wanted flag are sent automatically on thursday morning right after 7 a.m. utc. This will leverage your advantage even more and also reduce your burden as you can pre-define the flag of next week when ever you want in the week before. In the future there might be other nice-to-have extras included. <b>Thank you for considering becoming a fwf unicorn and, generally speaking, for using fun with flags!</b>
de: € pro Tag</b>. Sharing is caring. Das ist einer der Gründe, warum wir den Einhorn-Club für dich geschaffen haben. Es ist der einfachste Weg, FwF Props zu geben, wenn du es magst. <b>Für nur 5,00 € kannst du ein lebenslanges Abonnement</b> für den Einhorn Club erhalten! <b>Vorteile</b> des Clubs sind <b>viel Liebe</b> für deine Unterstützung, das <b>Einhorn-Abzeichen</b> neben deinem Namen und Zugang zum <b>Scheduler</b>, der es dir ermöglicht, sogar im Voraus zu fordern, d.h. Forderungen an Teams für die gewünschte Flagge werden automatisch am Donnerstagmorgen direkt nach 7 Uhr utc gesendet. Dies wird deinen Vorteil noch mehr steigern und auch deine Belastung verringern, da du die Flagge der nächsten Woche bereits in der Woche davor vorfestlegen kannst. In der Zukunft könnten andere nette Extras enthalten sein. <b>Danke für die Überlegung, ein FwF-Einhorn zu werden und allgemein für die Nutzung von Fun with Flags!</b>
fr: € par jour</b>. Partager, c'est se soucier des autres. C'est l'une des raisons pour lesquelles nous avons créé le club Licorne pour vous. C'est le moyen le plus simple de soutenir FwF, si vous l'aimez. <b>Pour seulement 5,00 €, vous pouvez obtenir un abonnement à vie</b> au club Licorne ! <b>Les avantages</b> d'être dans le club sont <b>beaucoup d'amour</b> pour votre soutien, le <b>badge Licorne</b> à côté de votre nom et l'accès au <b>programmateur</b> qui vous permet même de lancer des défis à l'avance, c'est-à-dire que les défis lancés aux équipes pour le drapeau recherché sont envoyés automatiquement le jeudi matin juste après 7 h 00 UTC. Cela vous permettra d'accroître votre avantage et de réduire votre charge de travail, car vous pouvez prédéfinir le drapeau de la semaine suivante quand vous le souhaitez au cours de la semaine précédente. D'autres bonus intéressants pourraient être inclus à l'avenir. <b>Merci pour avoir envisagé de devenir une licorne FwF et, d'une manière générale, pour utiliser Fun with Flags !</b>
tr: € gün başına. Paylaşmak önemsemektir. Sizin için unicorn kulübünü yaratmamızın nedenlerinden biri de budur. Eğer hoşunuza gidiyorsa, FwF'ye destek vermenin en kolay yolu budur.<b>Sadece 5,00 € karşılığında</b> unicorn kulüp için ömür boyu abonelik alabilirsiniz! <b>Kulüpte olmanın avantajları</b>, desteğiniz için <b>çok sevgi</b>, adınızın yanındaki <b>tek boynuzlu at rozeti</b> ve erişimdir Önceden meydan okumanıza bile izin veren <b>zamanlayıcıya</b>, yani aranan bayrak için takımlara yapılan itirazlar otomatik olarak gönderilir Perşembe sabahı saat 7'den hemen sonra UTC. Bu, avantajınızı daha da artıracak ve aynı zamanda yükünüzü de azaltacaktır çünkü bir sonraki haftanın bayrağını istediğiniz zaman önceden tanımlayabilirsiniz. Gelecekte başka güzel ekstralar da eklenebilir. <b>Teşekkür ederim, fwf unicorn olmayı düşündüğün ve genel anlamda Fun with Flags'i kullandığın için!</b>

source: <p><input type="submit" id="checkout-button" value="Make a donation"></p>
de: <p><input type="submit" id="checkout-button" value="Spenden"></p>
fr: <p><input type="submit" id="checkout-button" value="Faire un don"></p>
tr: <p><input type="submit" id="checkout-button" value="Bağış yap"></p>

source: <p><input type="submit" id="checkout-button" value="Enter the Club!"></p>
de: <p><input type="submit" id="checkout-button" value="Dem Club beitreten!"></p>
fr: <p><input type="submit" id="checkout-button" value="Entrer dans le club !"></p>
tr: <p><input type="submit" id="checkout-button" value="Klube Gir!"></p>

source: Match is running. Come back Thursday after 7 o'clock UTC to book a new match.
de: Spiel läuft. Komm Donnerstag nach 9 Uhr HZ zurück, um ein neues Spiel zu buchen.

source: <p><b>Change-log:</b> <ul type="1"> <li><b>2024-07-26: </b>Added support for i18n and l10n. <li><b>2024-07-16: </b>Implemented simplified login-process. <li><b>2024-06-14: </b>Fixed first week after cup challenging. <li><b>2024-06-06: </b>Added new league "Guinea". <li><b>2024-05-02: </b>Fixed opening hours for challenging on flag-details-page. <li><b>2024-03-28: </b>Re-designed login- and index-page. </ul> </p>
de: <p><b>Neuerungen:</b> <ul type="1"> <li><b>26.07.2024: </b>Unterstützung für i18n und l10n hinzugefügt. <li><b>16.07.2024: </b>Vereinfachter Anmeldeprozess implementiert. <li><b>14.06.2024: </b>Fehler in der ersten Woche nach Cup behoben. <li><b>06.06.2024: </b>Neue Liga "Guinea" hinzugefügt. <li><b>02.05.2024: </b>Fehler in den Forderungszeiten auf der Flaggen-Detailseite behoben. <li><b>28.03.2024: </b>Neugestaltung der Anmelde- und Indexseiten. </ul> </p>

source: <input type="submit" value="Start Session">
de: <input type="submit" value="Sitzung starten">
fr: <input type="submit" value="Démarrer la session">

source: -flag of
de: -Flagge von
fr: de

source: for your team
de: für dein Team
fr: pour votre équipe

source: is in your collection already. Doesn't it look amazing?!:)</p>
de: ist bereits in deiner Sammlung. Sieht das nicht toll aus?!:)</p>
fr: fait déjà partie de votre collection. N'est-ce pas incroyable ?! :)</p>

source: <h4>Add past friendly for
de: <h4>Vergangenes Freundschaftsspiel hinzufügen für
fr: <h4>Ajouter un match amical passé pour

source: <form method="post"> <input type="text" name="user_added_friendly" id="user_added_friendly" required pattern="[0-9]{1,}" placeholder="Match-ID e.g.: 32779645" title="Only Numbers, at least 1."> <input type="submit" value="Add Past Friendly"> </form>
de: <form method="post"> <input type="text" name="user_added_friendly" id="user_added_friendly" required pattern="[0-9]{1,}" placeholder="Spiel-ID z.B.: 32779645" title="Nur Zahlen, mindestens 1."> <input type="submit" value="Vergangenes Freundschaftsspiel hinzufügen"> </form>
fr: <form method="post"> <input type="text" name="user_added_friendly" id="user_added_friendly" required pattern="[0-9]{1,}" placeholder="Match-ID (par ex. : 32779645)" title="Only Numbers, at least 1."> <input type="submit" value="Ajouter un match amical passé"> </form>

source: <p>The
de: <p>Die
fr: <p>Le drapeau

source: <h4>&#129412; Update schedule for
de: <h4>&#129412; Zeitplan aktualisieren für
fr: <h4>&#129412; Mise à jour du créneau programmé pour un match

source: -match &#129412;</h4>
de: -Spiel &#129412;</h4>
fr: &#129412;</h4>

source: There is a schedule for a(n)
de: Es gibt einen Zeitplan für ein
fr: Il y a déjà un créneau programmé pour un match

source: -match for
de: -Spiel für
fr: pour

source: already. You can resubmit it in case you have changed the attributes in settings. This will update the schedule. Also you can delete it completely to start over from scratch or to cancel it from here.
de: bereits. Du kannst ihn erneut einreichen, falls du die Attribute in den Einstellungen geändert hast. Dies wird den Zeitplan aktualisieren.
fr: Vous pouvez le soumettre à nouveau si vous avez modifié les caractéristiques dans les paramètres. Cela mettra à jour le calendrier. Vous pouvez également le supprimer complètement pour repartir à zéro ou l'annuler à partir d'ici.

source: <h4>&#129412; Update schedule for
de: <h4>&#129412; Zeitplan aktualisieren für
fr: <h4>&#129412; Calendrier déjà mis à jour pour

source: already. You can resubmit it as a(n)
de: bereits. Du kannst ihn erneut einreichen als ein
fr: . Vous pouvez le soumettre à nouveau sous la forme d'un match

source: -match instead. This will overwrite the schedule.
de: -Spiel stattdessen. Dies wird den Zeitplan überschreiben.
fr: à la place. Cette opération écrasera la programmation.

source: instead. This will overwrite the existing schedule.
de: stattdessen. Dies wird den bestehenden Zeitplan überschreiben.
fr: à la place. Cette opération écrasera la programmation existante.
